Repository: Gipsy7/RollFlix
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# movieSeriesRollerDescription
source: Discover your next entertainment randomly
es: Descubre tu próximo entretenimiento de forma aleatoria
fr: Découvrez votre prochain divertissement de manière aléatoire
pt: Descubra seu próximo entretenimento de forma aleatória

# genresAvailable
source: 18+ Genres Available
es: 18+ Géneros Disponibles
fr: 18+ Genres Disponibles
pt: 18+ Gêneros Disponíveis

# genresAvailableDescription
source: Action, comedy, horror, romance, science fiction and much more
es: Acción, comedia, terror, romance, ciencia ficción y mucho más
fr: Action, comédie, horreur, romance, science-fiction et bien plus
pt: Ação, comédia, terror, romance, ficção científica e muito mais

source: Smart Notifications
es: Notificaciones Inteligentes
fr: Notifications Intelligentes
pt: Notificações Inteligentes

# smartNotificationsDescription
source: Stay up to date with releases of your favorites
es: Mantente al día con los lanzamientos de tus favoritos
fr: Restez informé des sorties de vos favoris
pt: Fique por dentro dos lançamentos dos seus favoritos

source: Favorites System
es: Sistema de Favoritos
fr: Système de Favoris
pt: Sistema de Favoritos

# favoritesSystemDescription
source: Save and track your favorite movies and series
es: Guarda y sigue tus películas y series favoritas
fr: Sauvegardez et suivez vos films et séries préférés
pt: Salve e acompanhe seus filmes e séries preferidos

# movieSeriesMode
source: Movies & Series Mode
es: Modo Películas y Series
fr: Mode Films et Séries
pt: Modo Filmes e Séries

# movieSeriesModeDescription
source: Easily switch between movies and series
es: Cambia fácilmente entre películas y series
fr: Basculez facilement entre films et séries
pt: Alterne facilmente entre filmes e séries

source: 🚀 In Development
es: 🚀 En Desarrollo
fr: 🚀 En Développement
pt: 🚀 Em Desenvolvimento

# newFeaturesComing
source: New features that are being developed and will be available soon:
es: Nuevas características que se están desarrollando y estarán disponibles pronto:
fr: Nouvelles fonctionnalités en cours de développement et bientôt disponibles:
pt: Novos recursos que estão sendo desenvolvidos e em breve estarão disponíveis:

source: Movie Quiz
es: Quiz de Películas
fr: Quiz de Films
pt: Quiz de Filmes

# movieQuizDescription
source: Test your cinema knowledge with challenging questions
es: Pon a prueba tus conocimientos de cine con preguntas desafiantes
fr: Testez vos connaissances cinématographiques avec des questions difficiles
pt: Teste seus conhecimentos sobre cinema com perguntas desafiadoras

# dateNightDescription
source: Find the perfect movie or series to watch together
es: Encuentra la película o serie perfecta para ver juntos
fr: Trouvez le film ou la série parfaite à regarder ensemble
pt: Encontre o filme ou série perfeito para assistir a dois

source: Soundtrack Quiz
es: Quiz de Banda Sonora
fr: Quiz de Bande Originale
pt: Quiz de Trilha Sonora

# soundtrackQuizDescription
source: Guess the movie or series by the music
es: Adivina la película o serie por la música
fr: Devinez le film ou la série par la musique
pt: Adivinhe o filme ou série pela música

source: Technologies
es: Tecnologías
pt: Tecnologias

source: Developed with Flutter
es: Desarrollado con Flutter
fr: Développé avec Flutter
pt: Desenvolvido com Flutter

source: All rights reserved
es: Todos los derechos reservados
fr: Tous droits réservés
pt: Todos os direitos reservados

source: COMING SOON
es: PRÓXIMAMENTE
fr: BIENTÔT
pt: EM BREVE

source: No watched items
es: Ningún elemento visto
fr: Aucun élément regardé
pt: Nenhum item assistido

# markWatchedHint
source: Mark the {contentType} you've already watched to see them here
es: Marca las {contentType} que ya has visto para verlas aquí
fr: Marquez les {contentType} que vous avez déjà regardés pour les voir ici
pt: Marque os {contentType} que você já assistiu para vê-los aqui

# seriesLabel
source: Series
es: Serie
fr: Série
pt: Série

# movieLabel
source: Movie
es: Película
fr: Film
pt: Filme

source: Watched today
es: Visto hoy
fr: Regardé aujourd'hui
pt: Assistido hoje

source: Watched yesterday
es: Visto ayer
fr: Regardé hier
pt: Assistido ontem

# watchedDaysAgo
source: Watched {days} days ago
es: Visto hace {days} días
fr: Regardé il y a {days} jours
pt: Assistido há {days} dias

# watchedWeeksAgo
source: Watched {weeks} {weekWord} ago
es: Visto hace {weeks} {weekWord}
fr: Regardé il y a {weeks} {weekWord}
pt: Assistido há {weeks} {weekWord}

# watchedMonthsAgo
source: Watched {months} {monthWord} ago
es: Visto hace {months} {monthWord}
fr: Regardé il y a {months} {monthWord}
pt: Assistido há {months} {monthWord}

# watchedYearsAgo
source: Watched {years} {yearWord} ago
es: Visto hace {years} {yearWord}
fr: Regardé il y a {years} {yearWord}
pt: Assistido há {years} {yearWord}

source: week
es: semana
fr: semaine
pt: semana

source: weeks
es: semanas
fr: semaines
pt: semanas

source: month
es: mes
fr: mois
pt: mês

source: months
es: meses
fr: mois
pt: meses

source: year
es: año
fr: an
pt: ano

source: years
es: años
fr: ans
pt: anos

source: Clear all
es: Limpiar todos
fr: Tout effacer
pt: Limpar todos

source: My Favorites
es: Mis Favoritos
fr: Mes Favoris
pt: Meus Favoritos

source: Loading favorites...
es: Cargando favoritos...
fr: Chargement des favoris...
pt: Carregando favoritos...

source: No favorites yet
es: Ningún favorito aún
fr: Aucun favori encore
pt: Nenhum favorito ainda

# addToFavoritesHint
source: Add {contentType} to favorites to see them here!
es: ¡Agrega {contentType} a favoritos para verlos aquí!
fr: Ajoutez {contentType} aux favoris pour les voir ici !
pt: Adicione {contentType} aos favoritos para vê-los aqui!

source: Remove favorite?
es: ¿Remover favorito?
fr: Retirer le favori ?
pt: Remover favorito?

# confirmRemoveFavorite
source: Do you want to remove "{title}" from favorites?
es: ¿Quieres remover "{title}" de favoritos?
fr: Voulez-vous retirer "{title}" des favoris ?
pt: Deseja remover "{title}" dos favoritos?

# noFavoritesToClear
source: There are no {contentType} favorites to clear
es: No hay {contentType} favoritos para limpiar
fr: Il n'y a pas de {contentType} favoris à effacer
pt: Não há {contentType} favoritos para limpar

source: Clear all favorites?
es: ¿Limpiar todos los favoritos?
fr: Effacer tous les favoris ?
pt: Limpar todos os favoritos?

# confirmClearAllFavorites
source: All {count} {contentType} favorites will be removed. This action cannot be undone.
es: Todos los {count} {contentType} favoritos serán removidos. Esta acción no se puede deshacer.
fr: Tous les {count} {contentType} favoris seront supprimés. Cette action ne peut pas être annulée.
pt: Todos os {count} {contentType} favoritos serão removidos. Esta ação não pode ser desfeita.

# allFavoritesCleared
source: All {contentType} favorites have been removed
es: Todos los {contentType} favoritos han sido removidos
fr: Tous les {contentType} favoris ont été supprimés
pt: Todos os {contentType} favoritos foram removidos

# logoutConfirmTitle
source: Sign out of account?
es: ¿Salir de la cuenta?
fr: Se déconnecter du compte ?
pt: Sair da conta?

# logoutConfirmMessage
source: You will be signed out and will need to log in again.
es: Serás desconectado y necesitarás iniciar sesión nuevamente.
fr: Vous serez déconnecté et devrez vous reconnecter.
pt: Você será desconectado e precisará fazer login novamente.

# logout
source: Sign Out
es: Salir
fr: Se déconnecter
pt: Sair

# logoutError
source: Error signing out: {error}
es: Error al cerrar sesión: {error}
fr: Erreur lors de la déconnexion : {error}
pt: Erro ao fazer logout: {error}

source: Loading profile...
es: Cargando perfil...
fr: Chargement du profil...
pt: Carregando perfil...

# logoutButton
source: Sign Out of Account
es: Salir de la Cuenta
fr: Se Déconnecter du Compte
pt: Sair da Conta

source: Rolls
es: Tiradas
fr: Lancers
pt: Rolagens

# searchHint
source: Type the name of the movie or series...
es: Escribe el nombre de la película o serie...
fr: Tapez le nom du film ou de la série...
pt: Digite o nome do filme ou série...

# searchMoviesError
source: Error searching movies
es: Error al buscar películas
fr: Erreur lors de la recherche de films
pt: Erro ao pesquisar filmes

source: Searching movies...
es: Buscando películas...
fr: Recherche de films...
pt: Pesquisando filmes...

source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
pt: Nenhum resultado encontrado

# tryDifferentKeywords
source: Try searching with other keywords
es: Intenta buscar con otras palabras clave
fr: Essayez de rechercher avec d'autres mots-clés
pt: Tente pesquisar com outras palavras-chave

source: No movies found
es: No se encontraron películas
fr: Aucun film trouvé
pt: Nenhum filme encontrado

source: Loading more results...
es: Cargando más resultados...
fr: Chargement de plus de résultats...
pt: Carregando mais resultados...

# tapPlusOne
source: Tap +1
es: Toca +1
fr: Appuyez +1
pt: Toque +1

# watchAdForExtraResource
source: Watch a short ad and earn +1 {resource} extra!
es: ¡Mira un anuncio corto y gana +1 {resource} extra!
fr: Regardez une courte publicité et gagnez +1 {resource} supplémentaire !
pt: Assista a um anúncio curto e ganhe +1 {resource} extra!

# appVersion
source: Version 4.0.0
es: Versión 4.0.0
pt: Versão 4.0.0

# basicInfo
source: Basic Information
es: Información Básica
fr: Informations de Base
pt: Informações Básicas

source: Biography
es: Biografía
fr: Biographie
pt: Biografia

source: Filmography
es: Filmografía
fr: Filmographie
pt: Filmografia

source: Filmography as Director
es: Filmografía como Director
fr: Filmographie en tant que Réalisateur
pt: Filmografia como Diretor

source: Error loading history
es: Error al cargar el historial
fr: Erreur lors du chargement de l'historique
pt: Erro ao carregar histórico

# historyCleared
source: History cleared successfully
es: Historial limpiado exitosamente
fr: Historique effacé avec succès
pt: Histórico limpo com sucesso

source: No notifications
es: No hay notificaciones
fr: Aucune notification
pt: Nenhuma notificação

# notificationHint
source: You will be notified when there are new releases of your favorites
es: Serás notificado cuando haya nuevos lanzamientos de tus favoritos
fr: Vous serez notifié lorsqu'il y aura de nouvelles sorties de vos favoris
pt: Você será notificado quando houver novos lançamentos dos seus favoritos

source: First air date:
es: Primera emisión:
fr: Première diffusion :
pt: Primeira exibição:

source: Cast
es: Reparto
fr: Distribution
pt: Elenco

source: Crew
es: Equipo
fr: Équipe
pt: Equipe

source: Screenplay:
es: Guión:
fr: Scénario :
pt: Roteiro:

source: User
es: Usuario
fr: Utilisateur
pt: Usuário

# accountInfo
source: Account Information
es: Información de la Cuenta
fr: Informations du Compte
pt: Informações da Conta

source: User ID
es: ID de Usuario
fr: ID Utilisateur
pt: ID do Usuário

source: Yes
es: Sí
fr: Oui
pt: Sim

source: No
fr: Non
pt: Não

source: Statistics
es: Estadísticas
fr: Statistiques
pt: Estatísticas

source: Find your next favorite movie
es: Encuentra tu próxima película favorita
fr: Trouvez votre prochain film préféré
pt: Encontre seu próximo filme favorito

source: Heroes
es: Héroes
fr: Héros
pt: Heróis

# chooseGenreOf
source: Choose a Genre of
es: Elige un Género de
fr: Choisissez un Genre de
pt: Escolha um Gênero de

source: Available
es: Disponible
fr: Disponible
pt: Disponível

source: Unavailable
es: No Disponible
fr: Indisponible
pt: Indisponível

source: Date Night Preferences
es: Preferencias de Cita Nocturna
fr: Préférences Soirée Romantique
pt: Preferências do Date Night

source: Customize Your Experience
es: Personaliza Tu Experiencia
fr: Personnalisez Votre Expérience
pt: Personalize Sua Experiência

# configurePreferencesForPersonalizedSuggestions
source: Configure your preferences for personalized suggestions
es: Configura tus preferencias para sugerencias personalizadas
fr: Configurez vos préférences pour des suggestions personnalisées
pt: Configure suas preferências para sugestões personalizadas

source: Dietary Restrictions
es: Restricciones Alimentarias
fr: Restrictions Alimentaires
pt: Restrições Alimentares

source: Budget
es: Presupuesto
pt: Orçamento

source: Preparation Time
es: Tiempo de Preparación
fr: Temps de Préparation
pt: Tempo de Preparo

source: Culinary Level
es: Nivel Culinario
fr: Niveau Culinaire
pt: Nível Culinário

source: Drink Preferences
es: Preferencias de Bebidas
fr: Préférences de Boissons
pt: Preferências de Bebidas

source: Ingredients to Avoid
es: Ingredientes a Evitar
fr: Ingrédients à Éviter
pt: Ingredientes a Evitar

source: Restore Default
es: Restaurar Predeterminado
fr: Restaurer Par Défaut
pt: Restaurar Padrão

source: Save Preferences
es: Guardar Preferencias
fr: Enregistrer les Préférences
pt: Salvar Preferências

source: Include alcoholic beverages
es: Incluir bebidas alcohólicas
fr: Inclure les boissons alcoolisées
pt: Incluir bebidas alcoólicas

source: Suggestions will include wines and drinks
es: Las sugerencias incluirán vinos y bebidas
fr: Les suggestions incluront vins et boissons
pt: Sugestões incluirão vinhos e drinques

source: Only non-alcoholic beverages
es: Solo bebidas no alcohólicas
fr: Boissons non alcoolisées uniquement
pt: Apenas bebidas não-alcoólicas

# selectIngredientsToAvoid
source: Select ingredients you want to avoid:
es: Selecciona ingredientes que deseas evitar:
fr: Sélectionnez les ingrédients à éviter :
pt: Selecione ingredientes que deseja evitar:

source: Preferences restored to default
es: Preferencias restauradas a predeterminado
fr: Préférences restaurées par défaut
pt: Preferências restauradas para o padrão

source: Preferences saved successfully!
es: ¡Preferencias guardadas exitosamente!
fr: Préférences enregistrées avec succès !
pt: Preferências salvas com sucesso!

# recipeReady
source: ⏰ {title} is ready!
es: ⏰ ¡{title} está listo!
fr: ⏰ {title} est prêt !
pt: ⏰ {title} está pronto!

source: Next
es: Siguiente
fr: Suivant
pt: Próxima

# recipeLoadError
source: Could not load the recipe. Please try again.
es: No se pudo cargar la receta. Inténtalo de nuevo.
fr: Impossible de charger la recette. Veuillez réessayer.
pt: Não foi possível carregar a receita. Tente novamente.

source: About the Dish
es: Sobre el Plato
fr: À propos du Plat
pt: Sobre o Prato

# adNotAvailable
source: Ad not available at the moment. Please try again in a few moments.
es: Anuncio no disponible en este momento. Inténtalo de nuevo en unos momentos.
fr: Annonce non disponible pour le moment. Veuillez réessayer dans quelques instants.
pt: Anúncio não disponível no momento. Tente novamente em instantes.

source: Preferences cleared
es: Preferencias limpiadas
fr: Préférences effacées
pt: Preferências limpas

source: Share series
es: Compartir serie
fr: Partager la série
pt: Compartilhar série

source: Preferences
es: Preferencias
fr: Préférences
pt: Preferências

source: Change meal
es: Cambiar comida
fr: Changer de repas
pt: Trocar refeição

# movieTab
source: Movie
es: Película
fr: Film
pt: Filme

# mealTab
source: Meal
es: Comida
fr: Repas
pt: Refeição

source: 💕 Romantic Date
es: 💕 Cita Romántica
fr: 💕 Rendez-vous Romantique
pt: 💕 Encontro Romântico

source: 🍿 Casual Date
es: 🍿 Cita Casual
fr: 🍿 Rendez-vous Décontracté
pt: 🍿 Encontro Casual

source: 🥂 Elegant Date
es: 🥂 Cita Elegante
fr: 🥂 Rendez-vous Élégant
pt: 🥂 Encontro Elegante

source: 🎉 Fun Date
es: 🎉 Cita Divertida
fr: 🎉 Rendez-vous Amusant
pt: 🎉 Encontro Divertido

source: 🏠 Cozy Date
es: 🏠 Cita Acogedora
fr: 🏠 Rendez-vous Confortable
pt: 🏠 Encontro Aconchegante

source: 🌟 Date Details
es: 🌟 Detalles de la Cita
fr: 🌟 Détails du Rendez-vous
pt: 🌟 Detalhes do Encontro

# releaseLabel
source: Release:
es: Lanzamiento:
fr: Sortie :
pt: Lançamento:

# durationLabel
source: Duration:
es: Duración:
fr: Durée :
pt: Duração:

# defaultMovieOverview
source: An exciting romantic story that will make your night even more special.
es: Una historia romántica emocionante que hará tu noche aún más especial.
fr: Une histoire romantique passionnante qui rendra votre soirée encore plus spéciale.
pt: Uma história romântica emocionante que vai tornar sua noite ainda mais especial.

# technicalInfo
source: Technical Information
es: Información Técnica
fr: Informations Techniques
pt: Informações Técnicas

# productionLabel
source: Production:
es: Producción:
pt: Produção:

# checklistHint
source: Check items as you add them to your cart!
es: ¡Marca los artículos a medida que los agregas al carrito!
fr: Cochez les articles au fur et à mesure que vous les ajoutez à votre panier !
pt: Marque os itens conforme você os adiciona ao carrinho!

# intimateQuestionsGame
source: 20 Intimate Questions
es: 20 Preguntas Íntimas
fr: 20 Questions Intimes
pt: 20 Perguntas Íntimas

# intimateQuestionsDesc
source: Get to know each other better with deep and fun questions
es: Conozcan mejor el uno al otro con preguntas profundas y divertidas
fr: Apprenez à mieux vous connaître avec des questions profondes et amusantes
pt: Conheçam melhor um ao outro com perguntas profundas e divertidas

source: Easy
es: Fácil
fr: Facile
pt: Fácil

source: Romantic Truth or Dare
es: Verdad o Reto Romántico
fr: Action ou Vérité Romantique
pt: Verdade ou Desafio Romântico

# romanticTruthOrDareDesc
source: Romantic version of the classic game
es: Versión romántica del juego clásico
fr: Version romantique du jeu classique
pt: Versão romântica do clássico jogo

source: Medium
es: Medio
fr: Moyen
pt: Médio

source: Cooking Battle
es: Batalla de Cocina
fr: Bataille Culinare
pt: Batalha Culinária

# cookingBattleDesc
source: Friendly competition to prepare a dish
es: Competencia amistosa para preparar un plato
fr: Compétition amicale pour préparer un plat
pt: Competição amigável de preparar um prato

# loserDoesDishes
source: Loser does the dishes!
es: ¡El perdedor lava los platos!
fr: Le perdant fait la vaisselle !
pt: Quem perder faz a louça!

source: Advanced
es: Avanzado
fr: Avancé
pt: Avançado

# coupleQuizDesc
source: Test how well you know each other
es: Prueba cuánto se conocen
fr: Testez à quel point vous vous connaissez
pt: Testem o quanto se conhecem

source: Dreams and Aspirations
es: Sueños y Aspiraciones
fr: Rêves et Aspirations
pt: Sonhos e Aspirações

# dreamLocationQuestion
source: If you could live anywhere in the world, where would it be?
es: ¿Si pudieras vivir en cualquier lugar del mundo, dónde sería?
fr: Si vous pouviez vivre n'importe où dans le monde, où serait-ce?
pt: Se você pudesse viver em qualquer lugar do mundo, onde seria?

# professionalDreamQuestion
source: What is your biggest professional dream?
es: ¿Cuál es tu mayor sueño profesional?
fr: Quel est votre plus grand rêve professionnel?
pt: Qual é o seu maior sonho profissional?

# servingsUnit
source: servings
es: porciones
fr: portions
pt: porções

# nutritionalInfo
source: Nutritional Information
es: Información Nutricional
fr: Informations Nutritionnelles
pt: Informações Nutricionais

source: Protein
es: Proteína
fr: Protéines
pt: Proteína

# adultFilter
source: 🔞 Non-adult only
es: 🔞 Solo no adultos
fr: 🔞 Adulte uniquement
pt: 🔞 Apenas não adulto

source: Preferences applied!
es: ¡Preferencias aplicadas!
fr: Préférences appliquées !
pt: Preferências aplicadas!

# moviesMode
source: MOVIES
es: PELÍCULAS
fr: FILMS
pt: FILMES

source: Roll Genre
es: Rodar Género
fr: Lancer Genre
pt: Rolar Gênero

# seriesRolled
source: Series {count} rolled
es: Serie {count} rodada
fr: Série {count} lancée
pt: Série {count} sorteada

# movieRolled
source: Movie {count} rolled
es: Película {count} rodada
fr: Film {count} lancé
pt: Filme {count} sorteado

# tryDifferentGenre
source: Try selecting a different genre or reload the page.
es: Intenta seleccionar un género diferente o recargar la página.
fr: Essayez de sélectionner un genre différent ou rechargez la page.
pt: Tente selecionar outro gênero ou recarregar a página.

source: players
es: jugadores
fr: joueurs
pt: jogadores

source: Rules
es: Reglas
fr: Règles
pt: Regras

source: questions
es: preguntas
pt: perguntas

# interestingQuestions
source: Interesting questions to get to know each other better
es: Preguntas interesantes para conocerse mejor el uno al otro
fr: Questions intéressantes pour mieux se connaître
pt: Perguntas interessantes para conhecerem melhor um ao outro

source: Conversation Starters
es: Iniciadores de Conversación
fr: Initiateurs de Conversation
pt: Iniciadores de Conversa

# movieGenreQuestion
source: If your life were a movie, what would be the genre?
es: Si tu vida fuera una película, ¿cuál sería el género?
fr: Si votre vie était un film, quel serait le genre ?
pt: Se sua vida fosse um filme, qual seria o gênero?

source: Date Night Games
es: Juegos para la Cita
fr: Jeux pour le Rendez-vous
pt: Jogos para o Encontro

# gamesAndActivities
source: Games & Activities
es: Juegos y Actividades
fr: Jeux et Activités
pt: Jogos & Atividades

# makeNightFun
source: Make the night more fun and memorable
es: Haz la noche más divertida y memorable
fr: Rendez la nuit plus amusante et mémorable
pt: Deixe a noite mais divertida e memorável

source: season
es: temporada
fr: saison
pt: temporada

source: seasons
es: temporadas
fr: saisons
pt: temporadas

source: episode
es: episodio
fr: épisode
pt: episódio

source: episodes
es: episodios
fr: épisodes
pt: episódios

source: Genres
es: Géneros
pt: Gêneros

source: New Episode Available!
es: ¡Nuevo Episodio Disponible!
fr: Nouvel Épisode Disponible !
pt: Novo Episódio Disponível!

source: New episode of
es: Nuevo episodio de
fr: Nouvel épisode de
pt: Novo episódio de

source: Earn Extra Resource
es: Ganar Recurso Extra
fr: Gagner Ressource Supplémentaire
pt: Ganhar Recurso Extra

# noResourceAvailable
source: You don't have {resource} available.
es: No tienes {resource} disponible.
fr: Vous n'avez pas {resource} disponible.
pt: Você não tem {resource} disponível.

source: Confirm
es: Confirmar
fr: Confirmer
pt: Confirmar

# errorChangingMovie
source: Error changing movie: {error}
es: Error cambiando película: {error}
fr: Erreur lors du changement de film : {error}
pt: Erro ao trocar filme: {error}

# errorChangingMenu
source: Error changing menu: {error}
es: Error cambiando menú: {error}
fr: Erreur lors du changement de menu : {error}
pt: Erro ao trocar menu: {error}

# errorSharing
source: Error sharing: {error}
es: Error compartiendo: {error}
fr: Erreur lors du partage : {error}
pt: Erro ao compartilhar: {error}

# errorOpeningDetails
source: Error opening details: {error}
es: Error abriendo detalles: {error}
fr: Erreur lors de l'ouverture des détails : {error}
pt: Erro ao abrir detalhes: {error}

# selectDateNightType
source: Select a date night type first
es: Selecciona un tipo de cita primero
fr: Sélectionnez d'abord un type de soirée
pt: Selecione um tipo de encontro primeiro

# noMoviesForDateNight
source: No movies found for this date night type
es: No se encontraron películas para este tipo de cita
fr: Aucun film trouvé pour ce type de soirée
pt: Nenhum filme encontrado para este tipo de encontro

# errorGeneratingDateNight
source: Error generating date night: {error}
es: Error generando cita: {error}
fr: Erreur lors de la génération de la soirée : {error}
pt: Erro ao gerar encontro: {error}

# seriesType
source: SERIES
es: SERIE
fr: SÉRIE
pt: SÉRIE

# movieType
source: MOVIE
es: PELÍCULA
fr: FILM
pt: FILME

# reminderType
source: REMINDER
es: RECORDATORIO
fr: RAPPEL
pt: LEMBRETE

# otherType
source: OTHER
es: OTRO
fr: AUTRE
pt: OUTRO

# coupleQuizRule1
source: Write answers about each other
es: Escriban respuestas sobre el otro
fr: Écrivez des réponses sur l'autre
pt: Escrevam respostas sobre o outro

# coupleQuizRule2
source: Compare your answers
es: Comparen las respuestas
fr: Comparez vos réponses
pt: Comparem as respostas
