Repository: Gipsy7/RollFlix
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Watch Ad
es: Ver Anuncio
fr: Regarder la Pub
pt: Assistir Anúncio

source: Try Again
es: Intentar de Nuevo
fr: Réessayer
pt: Tentar Novamente

source: Clear
es: Limpiar
fr: Effacer
pt: Limpar

# watchAdConfirmTitle
source: Watch an ad to get a resource?
es: ¿Ver un anuncio para obtener un recurso?
fr: Regarder une pub pour obtenir une ressource ?
pt: Assistir um anúncio para ganhar um recurso?

# watchAdConfirmBody
source: Watching an ad will grant you a resource recharge.
es: Ver un anuncio te otorgará una recarga de recurso.
fr: Regarder une pub vous accordera une recharge de ressource.
pt: Assistir a um anúncio concederá uma recarga de recurso.

# resourceCount
source: You have {uses}/{maxUses} {resource} available.
es: Tienes {uses}/{maxUses} {resource} disponibles.
fr: Vous avez {uses}/{maxUses} {resource} disponibles.
pt: Você tem {uses}/{maxUses} {resource} disponíveis.

source: Test Notification
es: Probar Notificación
fr: Tester la Notification
pt: Testar Notificação

source: Welcome!
es: ¡Bienvenido!
fr: Bienvenue !
pt: Bem-vindo!

# loginToAccess
source: Sign in to access the app
es: Inicia sesión para acceder a la aplicación
fr: Connectez-vous pour accéder à l'application
pt: Faça login para acessar o aplicativo

# connectingGoogle
source: Connecting with Google...
es: Conectando con Google...
fr: Connexion avec Google...
pt: Conectando com Google...

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
pt: Continuar com Google

# loginTerms
source: By signing in, you agree to our Terms of Use and Privacy Policy
es: Al iniciar sesión, aceptas nuestros Términos de Uso y Política de Privacidad
fr: En vous connectant, vous acceptez nos Conditions d'utilisation et Politique de confidentialité
pt: Ao fazer login, você concorda com nossos Termos de Uso e Política de Privacidade

# loginError
source: Error signing in with Google: {error}
es: Error al iniciar sesión con Google: {error}
fr: Erreur lors de la connexion avec Google : {error}
pt: Erro ao fazer login com Google: {error}

source: Settings
es: Configuraciones
fr: Paramètres
pt: Configurações

source: Notifications
es: Notificaciones
pt: Notificações

source: Enable notifications
es: Activar notificaciones
fr: Activer les notifications
pt: Ativar notificações

# receiveReleaseNotifications
source: Receive notifications about releases
es: Recibir notificaciones sobre lanzamientos
fr: Recevoir des notifications sur les sorties
pt: Receber notificações sobre lançamentos

source: Movie releases
es: Lanzamientos de películas
fr: Sorties de films
pt: Lançamentos de filmes

# notifyFavoriteMovieReleases
source: Notify when favorite movies are released
es: Notificar cuando se lancen películas favoritas
fr: Notifier quand les films favoris sortent
pt: Notificar quando filmes favoritos forem lançados

source: New episodes
es: Nuevos episodios
fr: Nouveaux épisodes
pt: Novos episódios

# notifyFavoriteShowEpisodes
source: Notify about episodes of favorite shows
es: Notificar sobre episodios de series favoritas
fr: Notifier des épisodes des séries favorites
pt: Notificar sobre episódios de séries favoritas

source: Background Execution
es: Ejecución en segundo plano
fr: Exécution en arrière-plan
pt: Execução em Background

source: Automatic checks
es: Verificaciones automáticas
fr: Vérifications automatiques
pt: Verificações automáticas

# every6HoursEvenClosed
source: Every 6 hours, even with app closed
es: Cada 6 horas, incluso con app cerrada
fr: Toutes les 6 heures, même app fermée
pt: A cada 6 horas, mesmo com app fechado

source: ACTIVE
es: ACTIVO
fr: ACTIF
pt: ATIVO

source: Tests & Maintenance
es: Pruebas y Mantenimiento
fr: Tests et Maintenance
pt: Testes e Manutenção

source: Send test notification
es: Enviar notificación de prueba
fr: Envoyer une notification de test
pt: Enviar notificação de teste

source: Clear send history
es: Limpiar historial de envíos
fr: Effacer l'historique d'envoi
pt: Limpar histórico de envios

# allowResendNotifications
source: Allow resending notifications
es: Permitir reenvío de notificaciones
fr: Permettre le renvoi des notifications
pt: Permite reenvio de notificações

source: Clear History
es: Limpiar Historial
fr: Effacer l'Historique
pt: Limpar Histórico

# clearHistoryConfirm
source: Do you really want to clear all notification history? This action cannot be undone.
es: ¿Realmente quieres limpiar todo el historial de notificaciones? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment effacer tout l'historique des notifications ? Cette action ne peut pas être annulée.
pt: Deseja realmente limpar todo o histórico de notificações? Esta ação não pode ser desfeita.

source: Understood
es: Entendido
fr: Compris
pt: Entendi

# settingsSaved
source: Settings saved successfully
es: Configuraciones guardadas exitosamente
fr: Paramètres sauvegardés avec succès
pt: Configurações salvas com sucesso

# settingsSaveError
source: Error saving settings: {error}
es: Error al guardar configuraciones: {error}
fr: Erreur lors de la sauvegarde des paramètres : {error}
pt: Erro ao salvar configurações: {error}

# sendHistoryCleared
source: Send history cleared successfully
es: Historial de envíos limpiado exitosamente
fr: Historique d'envoi effacé avec succès
pt: Histórico de envios limpo com sucesso

source: Test notification sent!
es: ¡Notificación de prueba enviada!
fr: Notification de test envoyée !
pt: Notificação de teste enviada!

# notificationTestTitle
source: Notification Test
es: Prueba de Notificación
fr: Test de Notification
pt: Teste de Notificação

# notificationTestBody
source: If you're seeing this, notifications are working! 🎉
es: ¡Si estás viendo esto, las notificaciones funcionan! 🎉
fr: Si vous voyez ceci, les notifications fonctionnent ! 🎉
pt: Se você está vendo isso, as notificações estão funcionando! 🎉

# backgroundInfoTitle
source: How it works:
es: Cómo funciona:
fr: Comment ça marche :
pt: Como funciona:

# backgroundInfoContent
source: • Automatic checks every 6 hours • Works even with app closed • Requires internet connection • Does not run on low battery • Android managed system
es: • Verificaciones automáticas cada 6 horas • Funciona incluso con app cerrada • Requiere conexión a internet • No ejecuta con batería baja • Sistema gestionado por Android
fr: • Vérifications automatiques toutes les 6 heures • Fonctionne même app fermée • Nécessite une connexion internet • Ne s'exécute pas avec batterie faible • Système géré par Android
pt: • Verificações automáticas a cada 6 horas • Funciona mesmo com app fechado • Requer conexão com internet • Não executa com bateria baixa • Sistema gerenciado pelo Android

# performanceContent
source: • Maximum 4 checks per day • Only checks new favorites • 90% battery savings • 96% fewer API calls
es: • Máximo 4 verificaciones por día • Solo verifica favoritos nuevos • Ahorro de 90% de batería • 96% menos llamadas a la API
fr: • Maximum 4 vérifications par jour • Vérifie seulement les nouveaux favoris • Économie de 90% de batterie • 96% d'appels API en moins
pt: • Máximo 4 verificações por dia • Verifica apenas favoritos novos • Economia de 90% de bateria • 96% menos chamadas à API

source: Language
es: Idioma
fr: Langue
pt: Idioma

source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la Langue
pt: Selecionar Idioma

source: English
es: Inglés
fr: Anglais
pt: Inglês

source: Portuguese
es: Portugués
fr: Portugais
pt: Português

source: Spanish
es: Español
fr: Espagnol
pt: Espanhol

source: French
es: Francés
fr: Français
pt: Francês

# languageChanged
source: Language changed successfully
es: Idioma cambiado exitosamente
fr: Langue changée avec succès
pt: Idioma alterado com sucesso

# restartApp
source: Please restart the app for changes to take effect
es: Reinicia la aplicación para que los cambios tengan efecto
fr: Redémarrez l'application pour que les changements prennent effet
pt: Reinicie o aplicativo para que as alterações tenham efeito

# cannotOpenLink
source: Unable to open link
es: No se pudo abrir el enlace
fr: Impossible d'ouvrir le lien
pt: Não foi possível abrir o link

source: Error opening link
es: Error al abrir el enlace
fr: Erreur lors de l'ouverture du lien
pt: Erro ao abrir o link

source: Watch Trailer
es: Ver Trailer
fr: Voir la Bande-Annonce
pt: Assistir Trailer

source: Synopsis
es: Sinopsis
pt: Sinopse

source: Synopsis not available.
es: Sinopsis no disponible.
fr: Synopsis non disponible.
pt: Sinopse não disponível.

source: Direction:
es: Dirección:
fr: Réalisation :
pt: Direção:

source: Main Cast
es: Reparto Principal
fr: Distribution Principale
pt: Elenco Principal

source: Videos
fr: Vidéos
pt: Vídeos

source: Where to Watch
es: Dónde Ver
fr: Où Regarder
pt: Onde Assistir

# streamingIncluded
source: Streaming (Included in subscription):
es: Streaming (Incluido en la suscripción):
fr: Streaming (Inclus dans l'abonnement) :
pt: Streaming (Incluído na assinatura):

source: Rent:
es: Alquiler:
fr: Location :
pt: Aluguel:

source: Buy:
es: Comprar:
fr: Acheter :
pt: Compra:

# streamingInfoNotAvailable
source: Streaming information not available at the moment.
es: Información de streaming no disponible en este momento.
fr: Informations de streaming non disponibles pour le moment.
pt: Informações de streaming não disponíveis no momento.

source: Soundtrack
es: Banda Sonora
fr: Bande Originale
pt: Trilha Sonora

source: Theme Song
es: Canción Tema
fr: Chanson Thème
pt: Música Tema

source: by
es: por
fr: par
pt: por

source: Complete Playlist
es: Lista Completa
fr: Playlist Complète
pt: Playlist Completa

# spotifyPlaylist
source: Playlist on Spotify
es: Lista en Spotify
fr: Playlist sur Spotify
pt: Playlist no Spotify

# youtubePlaylist
source: Playlist on YouTube
es: Lista en YouTube
fr: Playlist sur YouTube
pt: Playlist no YouTube

# genresLabel
source: Genres
es: Géneros
pt: Gêneros

# discoverMore
source: Discover more great movies on RollFlix!
es: Descubre más películas geniales en RollFlix!
fr: Découvrez plus de films sur RollFlix !
pt: Descubra mais filmes incríveis no RollFlix!

source: Trailer not available
es: Trailer no disponible
fr: Bande-annonce non disponible
pt: Trailer não disponível

# shareTooltip
source: Share
es: Compartir
fr: Partager
pt: Compartilhar

source: Mark as watched
es: Marcar como visto
fr: Marquer comme vu
pt: Marcar como assistido

# markAsUnwatched
source: Mark as not watched
es: Marcar como no visto
fr: Marquer comme non vu
pt: Marcar como não assistido

source: Removed from watched
es: Eliminado de vistos
fr: Retiré des vus
pt: Removido de assistidos

source: Marked as watched
es: Marcado como visto
fr: Marqué comme vu
pt: Marcado como assistido

# errorLoadingDetails
source: Error loading movie details
es: Error al cargar detalles de la película
fr: Erreur lors du chargement des détails du film
pt: Erro ao carregar detalhes do filme

source: Error loading TV show details
es: Error al cargar detalles de la serie
fr: Erreur lors du chargement des détails de la série
pt: Erro ao carregar detalhes da série

source: Error loading initial data
es: Error al cargar datos iniciales
fr: Erreur lors du chargement des données initiales
pt: Erro ao carregar dados iniciais

# selectGenreFirst
source: Select a genre first
es: Selecciona un género primero
fr: Sélectionnez d'abord un genre
pt: Selecione um gênero primeiro

# rollError
source: Unable to perform roll. Please try again.
es: No se pudo realizar el sorteo. Inténtalo de nuevo.
fr: Impossible d'effectuer le tirage. Veuillez réessayer.
pt: Não foi possível realizar o sorteio. Tente novamente.

source: No series found
es: No se encontraron series
fr: Aucune série trouvée
pt: Nenhuma série encontrada

# noMovieFound
source: No movie found for this filter. Please try again.
es: No se encontró ninguna película para este filtro. Inténtalo de nuevo.
fr: Aucun film trouvé pour ce filtre. Veuillez réessayer.
pt: Nenhum filme encontrado para esse filtro. Tente novamente.

source: Removed from favorites
es: Removido de favoritos
fr: Retiré des favoris
pt: Removido dos favoritos

# addedToFavorites
source: ❤️ {title} added to favorites
es: ❤️ {title} añadido a favoritos
fr: ❤️ {title} ajouté aux favoris
pt: ❤️ {title} adicionado aos favoritos

# allItemsRemoved
source: All {contentType} have been removed
es: Todos los {contentType} han sido eliminados
fr: Tous les {contentType} ont été supprimés
pt: Todos os {contentType} foram removidos

# searchError
source: Error searching series
es: Error al buscar series
fr: Erreur lors de la recherche de séries
pt: Erro ao pesquisar séries

source: Favorites
es: Favoritos
fr: Favoris
pt: Favoritos

source: Watched
es: Vistos
fr: Regardés
pt: Assistidos

source: Movies
es: Películas
fr: Films
pt: Filmes

source: SERIES
fr: SÉRIES
pt: SÉRIES

# seriesUpper
source: SERIES
fr: SÉRIES
pt: SÉRIES

# moviesUpper
source: MOVIES
es: PELÍCULAS
fr: FILMS
pt: FILMES

# seriesLower
source: series
fr: séries
pt: séries

# moviesLower
source: movies
es: películas
fr: films
pt: filmes

source: Remove from watched
es: Eliminar de vistos
fr: Retirer des vus
pt: Remover de assistidos

# removeFromWatchedQuestion
source: Remove from watched?
es: ¿Eliminar de vistos?
fr: Retirer des vus ?
pt: Remover de assistidos?

# confirmRemoveWatched
source: Are you sure you want to remove "{title}" from the watched list?
es: ¿Estás seguro de que quieres eliminar "{title}" de la lista de vistos?
fr: Êtes-vous sûr de vouloir retirer "{title}" de la liste des vus ?
pt: Tem certeza que deseja remover "{title}" da lista de assistidos?

source: Clear all watched?
es: ¿Limpiar todos los vistos?
fr: Effacer tous les vus ?
pt: Limpar todos os assistidos?

# confirmClearAllWatched
source: Are you sure you want to remove all {count} watched {contentType}?
es: ¿Estás seguro de que quieres eliminar todas las {count} {contentType} vistas?
fr: Êtes-vous sûr de vouloir supprimer tous les {count} {contentType} vus ?
pt: Tem certeza que deseja remover todos os {count} {contentType} assistidos?

# prioritizeHighRated
source: Prioritize movies with higher rating
es: Prioriza películas con mayor calificación
fr: Priorise les films avec une meilleure note
pt: Prioriza filmes com maior nota

# prioritizePopular
source: Prioritize more popular movies
es: Prioriza películas más conocidas
fr: Priorise les films les plus connus
pt: Prioriza filmes mais conhecidos

# excludeWatched
source: Exclude already watched
es: Excluir ya vistas
fr: Exclure déjà vus
pt: Excluir já assistidos

# excludeWatchedDescription
source: Does not show content already marked as watched
es: No muestra contenido ya marcado como visto
fr: N'affiche pas le contenu déjà marqué comme vu
pt: Não mostra conteúdos já marcados como assistidos

# notificationDescription
source: Configure when you want to receive notifications about your favorite movies and series.
es: Configura cuándo deseas recibir notificaciones sobre tus películas y series favoritas.
fr: Configurez quand vous souhaitez recevoir des notifications sur vos films et séries préférés.
pt: Configure quando deseja receber notificações sobre seus filmes e séries favoritos.

# movieReleasesTitle
source: 🎬 Movie Releases
es: 🎬 Lanzamientos de Películas
fr: 🎬 Sorties de Films
pt: 🎬 Lançamentos de Filmes

# movieReleasesSubtitle
source: Notify when favorite movies are released
es: Notificar cuando películas favoritas sean lanzadas
fr: Notifier quand les films favoris sont sortis
pt: Notificar quando filmes favoritos forem lançados

# newEpisodesTitle
source: 📺 New Episodes
es: 📺 Nuevos Episodios
fr: 📺 Nouveaux Épisodes
pt: 📺 Novos Episódios

# newEpisodesSubtitle
source: Notify about new episodes of favorite shows
es: Notificar sobre nuevos episodios de series favoritas
fr: Notifier à propos des nouveaux épisodes des séries favorites
pt: Notificar sobre novos episódios de séries favoritas

source: Close
es: Cerrar
fr: Fermer
pt: Fechar

source: Search Series
es: Buscar Series
fr: Rechercher des Séries
pt: Pesquisar Séries

# seriesMode
source: SERIES
fr: SÉRIES
pt: SÉRIES

# movieMode
source: Mode: Movies
es: Modo: Películas
fr: Mode : Films
pt: Modo: Filmes

source: Switch to Series
es: Cambiar a Series
fr: Basculer vers Séries
pt: Alternar para Séries

source: Switch to Movies
es: Cambiar a Películas
fr: Passer aux Films
pt: Alternar para Filmes

source: Loading movies...
es: Cargando películas...
fr: Chargement des films...
pt: Carregando filmes...

# shareSeriesText
source: 🍿 Discover more amazing series on RollFlix!
es: 🍿 ¡Descubre más series increíbles en RollFlix!
fr: 🍿 Découvrez plus de séries incroyables sur RollFlix !
pt: 🍿 Descubra mais séries incríveis no RollFlix!

# typeToSearchSeries
source: Type something to search series
es: Escribe algo para buscar series
fr: Tapez quelque chose pour rechercher des séries
pt: Digite algo para pesquisar séries

source: Find your next favorite series
pt: Encontre sua próxima série favorita

source: No popular series found
pt: Nenhuma série popular encontrada

# initialGenreSelected
source: Initial genre selected: {genre}
es: Género inicial seleccionado: {genre}
fr: Genre initial sélectionné : {genre}
pt: Gênero inicial selecionado: {genre}

source: ✅ New movie selected!
es: ✅ ¡Nueva película seleccionada!
fr: ✅ Nouveau film sélectionné !
pt: ✅ Novo filme selecionado!

source: ✅ New menu selected!
es: ✅ ¡Nuevo menú seleccionado!
fr: ✅ Nouveau menu sélectionné !
pt: ✅ Novo menu selecionado!

# errorInitializingApp
source: Error initializing app: {error}
es: Error al inicializar app: {error}
fr: Erreur lors de l'initialisation de l'app : {error}
pt: Erro ao inicializar app: {error}

# modeChangedTo
source: Mode changed to: {mode}
es: Modo cambiado a: {mode}
fr: Mode changé pour : {mode}
pt: Modo alterado para: {mode}

# modeSetTo
source: Mode set to: {mode}
es: Modo establecido a: {mode}
fr: Mode défini pour : {mode}
pt: Modo definido para: {mode}

source: Remove
es: Eliminar
fr: Retirer
pt: Remover

source: Add to favorites
es: Agregar a favoritos
fr: Ajouter aux favoris
pt: Adicionar aos favoritos

source: Remove from favorites
es: Remover de favoritos
fr: Retirer des favoris
pt: Remover dos favoritos

source: Mark as not watched
es: Marcar como no visto
fr: Marquer comme non vu
pt: Marcar como não assistido

# addToFavoritesTooltip
source: Add to favorites
es: Agregar a favoritos
fr: Ajouter aux favoris
pt: Adicionar aos favoritos

# removeFromFavoritesTooltip
source: Remove from favorites
es: Eliminar de favoritos
fr: Retirer des favoris
pt: Remover dos favoritos

# clearAllTooltip
source: Clear all
es: Limpiar todo
fr: Effacer tout
pt: Limpar todos

# rollPreferencesTitle
source: Roll Preferences
es: Preferencias de Rol
fr: Préférences de Roulement
pt: Preferências de Rolagem

# chooseGenre
source: Choose a Genre of {contentType}
es: Elige un Género de {contentType}
fr: Choisissez un Genre de {contentType}
pt: Escolha um Gênero de {contentType}

source: Rolling...
es: Rodando...
fr: Lancement...
pt: Rolando...

source: Roll New Series
es: Rodar Nueva Serie
fr: Tirer Nouvelle Série
pt: Rolar Nova Série

source: Roll New Movie
es: Rodar Nueva Película
fr: Tirer Nouveau Film
pt: Rolar Novo Filme

source: Roll Series
es: Rodar Serie
fr: Lancer Série
pt: Rolar Série

source: Roll Movie
es: Rodar Película
fr: Lancer Film
pt: Rolar Filme

source: Release Period
es: Período de Lanzamiento
fr: Période de Sortie
pt: Período de Lançamento

source: Sort By
es: Ordenar Por
fr: Trier Par
pt: Ordenar Por

source: Content Rating
es: Clasificación de Contenido
fr: Classification de Contenu
pt: Classificação Indicativa

source: Other Options
es: Otras Opciones
fr: Autres Options
pt: Outras Opções

source: Apply
es: Aplicar
fr: Appliquer
pt: Aplicar

source: From
es: Desde
fr: De
pt: De

source: To
es: Hasta
fr: À
pt: Até

source: Any
es: Cualquiera
fr: N'importe
pt: Qualquer

source: Clear period
es: Limpiar período
fr: Effacer la période
pt: Limpar período

source: Select Initial Year
es: Seleccionar Año Inicial
fr: Sélectionner Année Initiale
pt: Selecionar Ano Inicial

source: Select Final Year
es: Seleccionar Año Final
fr: Sélectionner Année Finale
pt: Selecionar Ano Final

source: Random
es: Aleatorio
fr: Aléatoire
pt: Aleatório

# randomDescription
source: Completely random order
es: Orden completamente aleatorio
fr: Ordre complètement aléatoire
pt: Ordem completamente aleatória

source: Best Rated
es: Mejor Valorados
fr: Mieux Notés
pt: Melhor Avaliados

source: Most Popular
es: Más Populares
fr: Plus Populaires
pt: Mais Populares

# allowAdultContent
source: Allow +18 content
es: Permitir contenido +18
fr: Permettre contenu +18
pt: Permitir conteúdo +18

# showAllContent
source: Show all types of content
es: Mostrar todo tipo de contenido
fr: Afficher tout type de contenu
pt: Exibir todo tipo de conteúdo

source: Only non-adult content
es: Solo contenido no adulto
fr: Contenu non adulte seulement
pt: Apenas conteúdo não adulto

source: Active Notifications
es: Notificaciones Activas
fr: Notifications Actives
pt: Notificações Ativas

# activeNotificationsDescription
source: Enable/disable all notifications
es: Activar/desactivar todas las notificaciones
fr: Activer/désactiver toutes les notifications
pt: Ativar/desativar todas as notificações

# testNotificationHint
source: Tap to send a test notification
es: Toca para enviar una notificación de prueba
fr: Appuyez pour envoyer une notification de test
pt: Toque para enviar uma notificação de teste

source: Home
es: Inicio
fr: Accueil
pt: Início

source: Search Movies
es: Buscar Películas
fr: Rechercher Films
pt: Pesquisar Filmes

source: My Profile
es: Mi Perfil
fr: Mon Profil
pt: Meu Perfil

source: Login
es: Iniciar Sesión
fr: Connexion
pt: Entrar

source: Discover amazing series
es: Descubre series increíbles
fr: Découvrez des séries incroyables
pt: Descubra séries incríveis

# dateNightComingSoon
source: Date Night in development! Coming soon 🚀
es: ¡Date Night en desarrollo! Próximamente disponible 🚀
fr: Date Night en développement! Bientôt disponible 🚀
pt: Date Night em desenvolvimento! Em breve disponível 🚀

source: Clear Cache
es: Limpiar Caché
fr: Vider le Cache
pt: Limpar Cache

# cacheCleared
source: Movies and recipes cache cleared!
es: ¡Caché de películas y recetas limpiado!
fr: Cache des films et recettes vidé!
pt: Cache de filmes e receitas limpo!

# aboutApp
source: About the App
es: Acerca de la App
fr: À Propos de l'App
pt: Sobre o App

source: Notification History
es: Historial de Notificaciones
fr: Historique des Notifications
pt: Histórico de Notificações

source: Version
es: Versión
pt: Versão

source: What is Rollflix?
es: ¿Qué es Rollflix?
fr: Qu'est-ce que Rollflix?
pt: O que é o Rollflix?

# whatIsRollflixDescription
source: App to discover random movies and series by genre. Choose from more than 18 different genres and find your next entertainment!
es: Aplicación para descubrir películas y series aleatorias por género. ¡Elige entre más de 18 géneros diferentes y encuentra tu próximo entretenimiento!
fr: Application pour découvrir des films et séries aléatoires par genre. Choisissez parmi plus de 18 genres différents et trouvez votre prochain divertissement!
pt: Aplicativo para descobrir filmes e séries aleatórios por gênero. Escolha entre mais de 18 gêneros diferentes e encontre seu próximo entretenimento!

source: Available Features
es: Características Disponibles
fr: Fonctionnalités Disponibles
pt: Recursos Disponíveis

source: Movie & Series Roller
es: Sorteador de Películas y Series
fr: Tireur de Films et Séries
pt: Sorteador de Filmes e Séries
