Repository: Gipsy7/RollFlix
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# coupleQuizRule3
source: Score points for correct answers
es: Ganen puntos por aciertos
fr: Gagnez des points pour les bonnes réponses
pt: Ganhem pontos por acertos

# coupleQuizRule4
source: Discover new things!
es: ¡Descubran cosas nuevas!
fr: Découvrez de nouvelles choses !
pt: Descubram coisas novas!

# movieMimicRule1
source: One acts out, the other guesses
es: Uno hace mímica, el otro adivina
fr: Un mime, l'autre devine
pt: Um faz mímica, outro adivinha

# movieMimicRule2
source: No words!
es: ¡Sin palabras!
fr: Pas de mots !
pt: Sem palavras!

# movieMimicRule3
source: Time limit: 1 minute per movie
es: Tiempo límite: 1 minuto por película
fr: Temps limite : 1 minute par film
pt: Tempo limite: 1 minuto por filme

# searchSeriesHint
source: Enter series name...
es: Ingresa el nombre de la serie...
fr: Entrez le nom de la série...
pt: Digite o nome da série...

# searchSeriesPrompt
source: Type something to search for series
es: Escribe algo para buscar series
fr: Tapez quelque chose pour rechercher des séries
pt: Digite algo para pesquisar séries

source: Trending
es: Tendencias
fr: Tendances
pt: Em Alta

source: Top Rated
es: Mejor Valoradas
fr: Mieux Notées
pt: Mais Votados

source: All
es: Todas
fr: Toutes
pt: Todos

# searchTVHint
source: Search series...
es: Buscar series...
fr: Rechercher des séries...
pt: Buscar séries...

source: No series available
es: No hay series disponibles
fr: Aucune série disponible
pt: Nenhuma série disponível

source: Reloading
es: Recargando
fr: Rechargement
pt: Recarregando

# trendingTab
source: Trending
es: Tendencias
fr: Tendances
pt: Em Alta

# topRatedTab
source: Top Rated
es: Mejor Valoradas
fr: Mieux Notées
pt: Mais Votadas

source: Tap for details
es: Toca para detalles
fr: Appuyez pour les détails
pt: Toque para detalhes

source: Tap for more details
es: Toca para más detalles
fr: Appuyez pour plus de détails
pt: Toque para mais detalhes

source: Recipe Unavailable
es: Receta No Disponible
fr: Recette Non Disponible
pt: Receita Indisponível

source: Calories
es: Calorías
pt: Calorias

source: Carbohydrates
es: Carbohidratos
fr: Glucides
pt: Carboidratos

source: Fat
es: Grasa
fr: Lipides
pt: Gordura

source: Quick
es: Rápido
fr: Rapide
pt: Rápido

# mediumTime
source: Medium
es: Medio
fr: Moyen
pt: Médio

source: Elaborate
es: Elaborado
fr: Élaboré
pt: Elaborado

source: Beginner
es: Principiante
fr: Débutant
pt: Iniciante

source: Intermediate
es: Intermedio
fr: Intermédiaire
pt: Intermediário

# advancedSkill
source: Advanced
es: Avanzado
fr: Avancé
pt: Avançado

# beginnerDesc
source: Simple and straightforward recipes
es: Recetas simples y directas
fr: Recettes simples et directes
pt: Receitas simples e diretas

# intermediateDesc
source: Some experience required
es: Se requiere algo de experiencia
fr: Un peu d'expérience requise
pt: Alguma experiência necessária

# advancedDesc
source: More complex techniques
es: Técnicas más complejas
fr: Techniques plus complexes
pt: Técnicas mais complexas

# expertDesc
source: High gastronomy
es: Alta gastronomía
fr: Haute gastronomie
pt: Alta gastronomia

# timeLabel
source: Time
es: Tiempo
fr: Temps
pt: Tempo

# difficultyLabel
source: Difficulty
es: Dificultad
fr: Difficulté
pt: Dificuldade

# preparationTimePrefix
source: ⏱️ Preparation Time:
es: ⏱️ Tiempo de Preparación:
fr: ⏱️ Temps de Préparation:
pt: ⏱️ Tempo de Preparo:

# difficultyPrefix
source: 📊 Difficulty:
es: 📊 Dificultad:
fr: 📊 Difficulté:
pt: 📊 Dificuldade:

# genreNovidades
source: New Releases
es: Novedades
fr: Nouveautés
pt: Novidades

# genreAcao
source: Action
es: Acción
pt: Ação

# genreAventura
source: Adventure
es: Aventura
fr: Aventure
pt: Aventura

# genreAnimacao
source: Animation
es: Animación
pt: Animação

# genreComedia
source: Comedy
es: Comedia
fr: Comédie
pt: Comédia

# genreDocumentario
source: Documentary
es: Documental
fr: Documentaire
pt: Documentário

# genreFamilia
source: Family
es: Familia
fr: Famille
pt: Família

# genreFantasia
source: Fantasy
es: Fantasía
fr: Fantaisie
pt: Fantasia

# genreHistoria
source: History
es: Historia
fr: Histoire
pt: História

# genreTerror
source: Horror
es: Terror
fr: Horreur
pt: Terror

# genreMusica
source: Music
es: Música
fr: Musique
pt: Música

# genreMisterio
source: Mystery
es: Misterio
fr: Mystère
pt: Mistério

# genreFiccaoCientifica
source: Science Fiction
es: Ciencia Ficción
pt: Ficção Científica

# genreSuspense
source: Thriller
es: Suspense
pt: Suspense

# genreGuerra
source: War
es: Guerra
fr: Guerre
pt: Guerra

# genreFavoritos
source: Favorites
es: Favoritos
fr: Favoris
pt: Favoritos

# genreAssistidos
source: Watched
es: Vistos
fr: Regardés
pt: Assistidos

# tvGenreNovidades
source: New Releases
es: Novedades
fr: Nouveautés
pt: Novidades

# tvGenreAcaoAventura
source: Action & Adventure
es: Acción y Aventura
fr: Action et Aventure
pt: Ação & Aventura

# tvGenreAnimacao
source: Animation
es: Animación
pt: Animação

# tvGenreComedia
source: Comedy
es: Comedia
fr: Comédie
pt: Comédia

# tvGenreDocumentario
source: Documentary
es: Documental
fr: Documentaire
pt: Documentário

# tvGenreFamilia
source: Family
es: Familia
fr: Famille
pt: Família

# tvGenreInfantil
source: Kids
es: Infantil
fr: Enfants
pt: Infantil

# tvGenreMisterio
source: Mystery
es: Misterio
fr: Mystère
pt: Mistério

# tvGenreNovela
source: Soap
es: Telenovela
fr: Feuilleton
pt: Novela

# tvGenreFiccaoCientificaFantasia
source: Sci-Fi & Fantasy
es: Ciencia Ficción y Fantasía
fr: Science-Fiction et Fantastique
pt: Ficção Científica & Fantasia

# tvGenreGuerraPolitica
source: War & Politics
es: Guerra y Política
fr: Guerre et Politique
pt: Guerra & Política

# tvGenreFavoritos
source: Favorites
es: Favoritos
fr: Favoris
pt: Favoritos

# tvGenreAssistidos
source: Watched
es: Vistos
fr: Regardés
pt: Assistidos

source: Memories and Experiences
fr: Souvenirs et Expériences
pt: Memórias e Experiências

source: Tastes and Preferences
fr: Goûts et Préférences
pt: Gostos e Preferências

source: Fun and Imagination
fr: Fun et Imagination
pt: Diversão e Imaginação

source: Philosophy and Values
fr: Philosophie et Valeurs
pt: Filosofia e Valores

source: Relationship
fr: Relation
pt: Relacionamento

# learnIn5YearsQuestion
source: What would you like to learn in the next 5 years?
fr: Qu'aimeriez-vous apprendre dans les 5 prochaines années?
pt: O que você gostaria de aprender nos próximos 5 anos?

# superpowerQuestion
source: If you could have any superpower, what would it be?
fr: Si vous pouviez avoir n'importe quel superpouvoir, lequel serait-ce?
pt: Se pudesse ter qualquer superpoder, qual seria?

# idealLifeQuestion
source: What would your ideal life look like in 10 years?
fr: À quoi ressemblerait votre vie idéale dans 10 ans?
pt: Qual seria sua vida ideal daqui a 10 anos?

# bestChildhoodMemoryQuestion
source: What is your best childhood memory?
fr: Quel est votre meilleur souvenir d'enfance?
pt: Qual é a sua melhor memória de infância?

# mostMemorableTripQuestion
source: What was the most memorable trip you've ever taken?
fr: Quel a été le voyage le plus mémorable que vous ayez fait?
pt: Qual foi a viagem mais marcante que você já fez?

# mostEmbarrassingMomentQuestion
source: What was the most embarrassing moment of your life?
fr: Quel a été le moment le plus embarrassant de votre vie?
pt: Qual foi o momento mais embaraçoso da sua vida?

# bestGiftReceivedQuestion
source: What was the best gift you've ever received?
fr: Quel a été le meilleur cadeau que vous ayez jamais reçu?
pt: Qual foi o melhor presente que você já recebeu?

# happiestDayQuestion
source: What was the happiest day of your life so far?
fr: Quel a été le jour le plus heureux de votre vie jusqu'à présent?
pt: Qual foi o dia mais feliz da sua vida até agora?

# favoriteMovieQuestion
source: What is your all-time favorite movie?
fr: Quel est votre film préféré de tous les temps?
pt: Qual é o seu filme favorito de todos os tempos?

# dinnerWithAnyoneQuestion
source: If you could have dinner with anyone, living or dead, who would it be?
fr: Si vous pouviez dîner avec n'importe qui, vivant ou mort, qui serait-ce?
pt: Se pudesse jantar com qualquer pessoa, viva ou morta, quem seria?

# comfortFoodQuestion
source: What is your comfort food?
fr: Quelle est votre nourriture réconfortante?
pt: Qual é a sua comida de conforto?

# beachOrMountainQuestion
source: Beach or mountain? Why?
fr: Plage ou montagne? Pourquoi?
pt: Praia ou montanha? Por quê?

# musicThatMakesAliveQuestion
source: What music makes you feel most alive?
fr: Quelle musique vous fait vous sentir le plus vivant?
pt: Qual música te faz sentir mais vivo?

# superpowerNotWantedQuestion
source: What superpower would you NOT want to have?
fr: Quel superpouvoir ne voudriez-vous PAS avoir?
pt: Qual superpoder você NÃO gostaria de ter?

# invisibleDayQuestion
source: If you could be invisible for a day, what would you do?
fr: Si vous pouviez être invisible pendant une journée, que feriez-vous?
pt: Se pudesse ser invisível por um dia, o que faria?

# movieStarNameQuestion
source: What would your movie star name be?
fr: Quel serait votre nom de star de cinéma?
pt: Qual seria seu nome de estrela de cinema?

# decadeToReturnQuestion
source: If you could go back to any decade, which would it be?
fr: Si vous pouviez retourner à n'importe quelle décennie, laquelle serait-ce?
pt: Se pudesse voltar para qualquer década, qual seria?

# mostImportantInLifeQuestion
source: What do you consider most important in life?
fr: Qu'est-ce que vous considérez comme le plus important dans la vie?
pt: O que você considera mais importante na vida?

# adviceToYoungerSelfQuestion
source: What advice would you give to your 10-year-old self?
fr: Quel conseil donneriez-vous à votre moi de 10 ans?
pt: Qual conselho você daria para seu eu de 10 anos atrás?

# whatMakesGratefulQuestion
source: What makes you feel most grateful?
fr: Qu'est-ce qui vous fait vous sentir le plus reconnaissant?
pt: O que te faz sentir mais grato?

# biggestFearQuestion
source: What is your biggest fear?
fr: Quelle est votre plus grande peur?
pt: Qual é o seu maior medo?

# successMeaningQuestion
source: What does success mean to you?
fr: Que signifie le succès pour vous?
pt: O que significa sucesso para você?

# mostValuedInRelationshipQuestion
source: What do you value most in a relationship?
fr: Qu'est-ce que vous valorisez le plus dans une relation?
pt: O que você mais valoriza em um relacionamento?

# bestMemoryTogetherQuestion
source: What was our best memory together?
fr: Quel a été notre meilleur souvenir ensemble?
pt: Qual foi nossa melhor memória juntos?

# doMoreFrequentlyQuestion
source: What would you like us to do more frequently?
fr: Qu'aimeriez-vous que nous fassions plus fréquemment?
pt: O que você gostaria que fizéssemos mais frequentemente?

# feelMostLovedQuestion
source: How do you feel most loved?
fr: Comment vous sentez-vous le plus aimé(e)?
pt: Como você se sente mais amado(a)?

# whereWeSeeIn5YearsQuestion
source: Where do you see us in 5 years?
fr: Où nous voyez-vous dans 5 ans?
pt: Onde você nos vê daqui a 5 anos?

# cookingBattleRule1
source: Same ingredients, different dishes
fr: Mêmes ingrédients, plats différents
pt: Mesmo ingredientes, pratos diferentes

# cookingBattleRule2
source: Time limit: 30 minutes
fr: Temps limite: 30 minutes
pt: Tempo limite: 30 minutos

# cookingBattleRule3
source: Rate together
fr: Évaluez ensemble
pt: Avaliem juntos

# cookingBattleRule4
source: Loser does the dishes!
fr: Le perdant fait la vaisselle!
pt: Quem perder faz a louça!

source: Guess the Movie
fr: Devine le Film
pt: Adivinha o Filme

# guessTheMovieDesc
source: Charades of movie scenes
fr: Mimique de scènes de films
pt: Mímica de cenas de filmes

source: Build the Story
fr: Construisez l'Histoire
pt: Construam a História

# buildTheStoryDesc
source: Create a story together
fr: Créez une histoire ensemble
pt: Criem uma história juntos

# buildTheStoryRule1
source: One starts the story
fr: Un commence l'histoire
pt: Um começa a história

# buildTheStoryRule2
source: The other continues
fr: L'autre continue
pt: Outro continua

# buildTheStoryRule3
source: Alternate every sentence
fr: Alternez chaque phrase
pt: Alternem a cada frase

# buildTheStoryRule4
source: The more absurd, the better!
fr: Plus c'est absurde, mieux c'est!
pt: Quanto mais absurdo, melhor!

# alternateQuestionsRule
source: Take turns asking questions
fr: Alternez entre poser des questions
pt: Alternem entre fazer perguntas

# beHonestOpenRule
source: Be honest and open
fr: Soyez honnêtes et ouverts
pt: Sejam honestos e abertos

# noJudgmentsRule
source: No judgments
fr: Pas de jugements
pt: Sem julgamentos

# canSkipQuestionRule
source: You can skip a question if you want
fr: Vous pouvez passer une question si vous voulez
pt: Podem passar uma pergunta se quiserem

# chooseTruthOrDareRule
source: Choose truth or dare
fr: Choisissez action ou vérité
pt: Escolha verdade ou desafio

# truthsMustBeSincereRule
source: Truths must be sincere
fr: Les vérités doivent être sincères
pt: Verdades devem ser sinceras

# daresMustBeCompletedRule
source: Dares must be completed
fr: Les défis doivent être relevés
pt: Desafios devem ser cumpridos

# keepLightFunRule
source: Keep the mood light and fun
fr: Gardez l'ambiance légère et amusante
pt: Mantenha o clima leve e divertido

# whoGetsMoreRightWinsRule
source: Whoever gets more right wins
fr: Celui qui a le plus juste gagne
pt: Quem acertar mais ganha

# jazzSmooth
source: Smooth jazz
fr: Jazz doux
pt: Jazz suave

source: Romantic classics
fr: Classiques romantiques
pt: Clássicos românticos

source: Romantic pop
fr: Pop romantique
pt: Pop romântico

source: Eighties hits
fr: Succès des années 80
pt: Sucessos dos anos 80

source: Classical music
fr: Musique classique
pt: Música clássica

source: Contemporary jazz
fr: Jazz contemporain
pt: Jazz contemporâneo

source: Spanish music
fr: Musique espagnole
pt: Música espanhola

source: Musical soundtracks
fr: Bandes originales musicales
pt: Trilhas de musicais

source: Soft rock
fr: Rock doux
pt: Rock suave

source: Romantic country
fr: Country romantique
pt: Country romântico

source: International pop
fr: Pop international
pt: Pop internacional

source: Classic Romance
fr: Romance Classique
pt: Romance Clássico

source: Romantic Comedy
fr: Comédie Romantique
pt: Comédia Romântica

source: Romantic Drama
fr: Drame Romantique
pt: Drama Romântico

source: Musical Romance
fr: Romance Musicale
pt: Musical Romântico

source: Adventure Romance
fr: Romance d'Aventure
pt: Romance Aventureiro

source: Thriller Romance
fr: Romance de Suspense
pt: Suspense Romântico

source: Romantic Fun
fr: Fun Romantique
pt: Diversão Romântica

source: Elegant Romance
fr: Romance Élégant
pt: Elegância Romântica

source: Spanish Passion
fr: Passion Espagnole
pt: Paixão Espanhola

source: Mystery Jazz
fr: Jazz Mystérieux
pt: Jazz Misterioso

source: Dark Ambient
fr: Ambient Sombre
pt: Ambient Sombrio

source: Intense Classical
fr: Classique Intense
pt: Clássico Intenso

source: Romantic Music
fr: Musique Romantique
pt: Música Romântica

# bluesClassic
source: Classic blues
fr: Blues classique
pt: Blues clássico

source: Soulful rhythms
fr: Rythmes soul
pt: Ritmos soul

# chooseStyle
source: Choose the Style
fr: Choisissez le Style
pt: Escolha o Estilo

source: Preparing...
fr: Préparation...
pt: Preparando...

source: 💕 Create Perfect Date
fr: 💕 Créer un Rendez-vous Parfait
pt: 💕 Criar Encontro Perfeito

source: Ready!
pt: Pronto!

source: Restart
pt: Reiniciar

source: Pause
pt: Pausar

source: Start
pt: Iniciar

source: Ingredients List
pt: Lista de Ingredientes

source: Main Course
pt: Prato Principal

source: Dessert
pt: Sobremesa

source: Appetizers
pt: Petiscos

source: Side Dishes
pt: Acompanhamentos

source: All ingredients ready! 🎉
pt: Todos os ingredientes prontos! 🎉

source: items
pt: itens

source: Date Night Schedule
pt: Cronograma do Date Night

source: Shrimp risotto
pt: Risotto de camarão

source: Homemade margherita pizza
pt: Pizza margherita caseira

source: Grilled salmon with asparagus
pt: Salmão grelhado com aspargos

source: Valencian paella
pt: Paella valenciana

source: Gourmet barbecue
pt: Churrasco gourmet

source: Wild mushroom risotto
pt: Risotto de cogumelos selvagens

# roseWine
source: Rosé wine
pt: Vinho rosé

source: Soft red wine
pt: Vinho tinto suave

source: Red berry caipirinha
pt: Caipirinha de frutas vermelhas

source: Full-bodied red wine
pt: Vinho tinto encorpado

source: Strawberries with chocolate
pt: Morangos com chocolate

source: Brownie with ice cream
pt: Brownie com sorvete

source: Tiramisu
pt: Tiramisù

source: Fruit pavlova
pt: Pavlova de frutas

source: Dark chocolate cake
pt: Torta de chocolate amargo

source: Special cheeses
pt: Queijos especiais

source: Grapes
pt: Uvas

source: Nuts
pt: Nozes

source: Gourmet popcorn
pt: Pipoca gourmet

source: Olives
pt: Azeitonas

source: Garlic bread
pt: Pães de alho

source: Cheese board
pt: Tábua de frios

source: Artisan breads
pt: Pães artesanais

source: Variety tapas
pt: Tapas variadas

source: Roasted peppers
pt: Pimentões assados

source: Cheese skewers
pt: Espetinhos de queijo

source: Sweet potato chips
pt: Chips de batata doce

source: Aged cheeses
pt: Queijos maturados

source: Rustic breads
pt: Pães rústicos

source: Black olives
pt: Azeitonas pretas

# lowLightsAromaticCandles
source: Low lights and aromatic candles
pt: Luzes baixas e velas aromáticas

# relaxedFunAtmosphere
source: Relaxed and fun atmosphere
pt: Ambiente descontraído e divertido

# sophisticatedIntimate
source: Sophisticated and intimate
pt: Sofisticado e intimista

# vibrantMusical
source: Vibrant and musical
pt: Vibrante e musical

# adventurousRelaxed
source: Adventurous and relaxed
pt: Aventureiro e descontraído

# mysteriousIntense
source: Mysterious and intense
pt: Misterioso e intenso

# fortyFiveMinutes
source: 45 minutes
pt: 45 minutos

# thirtyMinutes
source: 30 minutes
pt: 30 minutos

# fiftyMinutes
source: 50 minutes
pt: 50 minutos

# sixtyMinutes
source: 60 minutes
pt: 60 minutos

# fortyMinutes
source: 40 minutes
pt: 40 minutos

# fiftyFiveMinutes
source: 55 minutes
pt: 55 minutos

source: Arborio rice
pt: Arroz arbóreo

source: Fresh shrimp
pt: Camarões frescos

source: White wine
pt: Vinho branco

source: Fish broth
pt: Caldo de peixe

source: Parmesan cheese
pt: Queijo parmesão

source: Strawberries
pt: Morangos

# seventyPercentChocolate
source: 70% chocolate
pt: Chocolate 70%

# pizzaDough
source: Ready pizza dough
pt: Massa de pizza pronta

source: Tomato sauce
pt: Molho de tomate

source: Buffalo mozzarella
pt: Mussarela de búfala

source: Fresh basil
pt: Manjericão fresco

source: Brownie mix
pt: Mix para brownie

source: Vanilla ice cream
pt: Sorvete de baunilha

source: Salmon fillet
pt: Filé de salmão

source: Fresh asparagus
pt: Aspargos frescos

source: Sicilian lemon
pt: Limão siciliano

source: Extra virgin olive oil
pt: Azeite extra virgem

source: Tiramisu ingredients
pt: Ingredientes para tiramisù

source: Espresso coffee
pt: Café expresso

source: Bomba rice
pt: Arroz bomba

source: Seafood
pt: Frutos do mar

source: Chicken
pt: Frango

source: Saffron
pt: Açafrão

source: Peppers
pt: Pimentões

source: Red wine
pt: Vinho tinto

source: Fruits for sangria
pt: Frutas para sangria

source: Noble meat for barbecue
pt: Carne nobre para churrasco

source: Special seasonings
pt: Temperos especiais

source: Red berries
pt: Frutas vermelhas

source: Ready meringue
pt: Merengue pronto

source: Seasonal fruits
pt: Frutas da estação

source: Wild mushrooms
pt: Cogumelos selvagens

source: Vegetable broth
pt: Caldo de legumes

# eightyFivePercentChocolate
source: 85% chocolate
pt: Chocolate 85%

source: Heavy cream
pt: Creme de leite

# stirRisottoConstantly
source: Stir the risotto constantly to make it creamy
pt: Mexa o risotto constantemente para ficar cremoso

# useFreshIngredients
source: Use fresh ingredients for authentic flavor
pt: Use ingredientes frescos para um sabor autêntico

# dontOvercookSalmon
source: Don't overcook the salmon to maintain texture
pt: Não cozinhe demais o salmão para manter a textura

# useTraditionalPaellaPan
source: Use traditional paella pan if possible
pt: Use panela paellera tradicional se possível

# marinateMeatForHours
source: Let the meat marinate for several hours
pt: Deixe a carne marinando por algumas horas

# useFreshMushrooms
source: Use fresh mushrooms for better flavor
pt: Use cogumelos frescos para melhor sabor

# classicRomanceTheme
source: Classic Romance
pt: Romance Clássico

# romanticFunTheme
source: Romantic Fun
pt: Diversão Romântica

# elegantRomanceTheme
source: Elegant Romance
pt: Elegância Romântica

# spanishPassionTheme
source: Spanish Passion
pt: Paixão Espanhola

# adventureRomanceTheme
source: Adventure Romance
pt: Romance Aventureiro

# thrillerRomanceTheme
source: Thriller Romance
pt: Suspense Romântico

# candlesWarmLED
source: Candles and warm LED lights
pt: Velas e luzes LED quentes

# colorfulLightsCheerful
source: Colorful lights and cheerful atmosphere
pt: Luzes coloridas e ambiente alegre

# softLightingElegant
source: Soft lighting and elegant atmosphere
pt: Iluminação suave e ambiente requintado

# warmLightsFestive
source: Warm lights and festive atmosphere
pt: Luzes quentes e atmosfera festiva

# outdoorNaturalLight
source: Outdoor or natural lighting
pt: Ambiente ao ar livre ou luzes naturais

# lowLightsDramatic
source: Low lights and dramatic atmosphere
pt: Luzes baixas e atmosfera dramática

source: Mushrooms
pt: Cogumelos

source: Onion
pt: Cebola

source: Garlic
pt: Alho

source: Bell pepper
pt: Pimentão

source: Strong cheeses
pt: Queijos fortes

source: Fish
pt: Peixe

source: Red meat
pt: Carne vermelha

source: Milk
pt: Leite

source: Eggs
pt: Ovos

source: Director
pt: Diretor

source: Actor
pt: Ator

source: 🎬 Selected Movie
pt: 🎬 Filme Selecionado

source: Change movie
pt: Trocar filme

# servingsText
source: {count} servings
pt: {count} porções

source: Date Night 🚧
es: Noche de Cita 🚧
fr: Soirée Romantique 🚧

source: Trailers
es: Tráilers
fr: Bandes-annonces

# checklistTab
source: Checklist
es: Lista de verificación
fr: Liste de contrôle

# genreDrama
source: Drama
fr: Drame

# tvGenreDrama
source: Drama
fr: Drame

# tvGenreReality
source: Reality
fr: Télé-Réalité

# performanceTitle
source: Performance:
es: Rendimiento:

source: Expert
es: Experto

# genreCrime
source: Crime
es: Crimen

# tvGenreCrime
source: Crime
es: Crimen

# tvGenreTalkShow
source: Talk Show
es: Programa de Entrevistas
